const config: Problem.Config = {
  title: "Задание",
  description: "Ответьте на вопросы и заполните кроссворд",
  questions: {
    row: [
      {
        question:
          "Как называется способ защиты прав в цифровых коммуникациях, который сводится, например, к премодерации публикаций?",
        charactersCount: 3,
      },
      {
        question:
          "Как называется способ защиты прав в цифровых коммуникациях, который сводится, например, к премодерации публикаций?",
        charactersCount: 3,
      },
      {
        question:
          "Как называется способ защиты прав в цифровых коммуникациях, который сводится, например, к премодерации публикаций?",
        charactersCount: 3,
      },
      {
        question:
          "Как называется способ защиты прав в цифровых коммуникациях, который сводится, например, к премодерации публикаций?",
        charactersCount: 3,
      },
    ],
    column: [
      {
        question:
          "Как называется способ защиты прав в цифровых коммуникациях, который сводится, например, к премодерации публикаций?",
        charactersCount: 3,
      },
      {
        question:
          "Как называется способ защиты прав в цифровых коммуникациях, который сводится, например, к премодерации публикаций?",
        charactersCount: 3,
      },
      {
        question:
          "Как называется способ защиты прав в цифровых коммуникациях, который сводится, например, к премодерации публикаций?",
        charactersCount: 3,
      },
      {
        question:
          "Как называется способ защиты прав в цифровых коммуникациях, который сводится, например, к премодерации публикаций?",
        charactersCount: 3,
      },
    ],
  },
};

window.problem = config;
